{
  "metadata": {
    "filename": "Yu_trimmed.pdf",
    "processed_date": "2025-11-08T22:39:39.034574",
    "sections_found": [
      "specific_aims",
      "research_strategy"
    ]
  },
  "sections": {
    "preamble": {
      "page_count": 0,
      "pages": []
    },
    "specific_aims": {
      "page_count": 1,
      "pages": [
        {
          "page": 1,
          "text": "Contact PD/PI: Yu, Kexin\nSpecific Aims\n\nSocial well-being and cognitive health are two essential components of successful aging.’ Three decades of\nresearch have consistently shown that social isolation is associated with the onset of cardiovascular disease,” “\ndeclines in cognitive function,’ higher risks of depression and anxiety,® and lower overall life satisfaction.’\nPerceived social isolation was associated with a higher cortical Amyloid burden in older adults, supporting the\ncrucial role of social isolation in preclinical Alzheimer’s disease and related dementia.’? The potential causes of\nsocial isolation are multi-faceted. While the existing literature studied individual-level factors that were associated\nwith social isolation, such as age, *\"’, personality '*\"'” and health status, '**' only a few studies have examined\nthe extent to which the living environment influences the experience of social isolation among older adults.\n\nThe Ecological Theory of Aging (ETA) posits that the living environment profoundly influences the aging\nprocess.””** The process of personal and environmental resource exchange determines the aging outcomes\nthrough building their identity, evoking or reducing stress, and maintaining or hindering the autonomy of an older\nperson.” Environments not only affect social well-being of older adults, but it also serves as one of the most\npervasive and complex stimuli to the brain and contribute to shaping cognitive functionality through the\nmechanism of neuroplasticity.* Socially isolated individuals are at higher risk of cognitive decline.”*”* Social\nisolation might mediate the association between environments and cognitive health. The proposed dissertation\nwork aspires to investigate the longitudinal effects of multiple dimensions of the living environments on social\nisolation and cognitive health for older adults, including physical environment measured by community and in-\nhome disorder and social environment measured by neighborhood cohesion.\n\nInformation and Communication Technology (ICT) has brought a revolution to the way people communicate\nand access resources.*””° With increased popularity among older people,”*° ICT provides excellent\nopportunities to address social isolation and promoting cognitive health.*\" An increasing amount of research\ninvestigating the association between ICT use and social isolation have been published, however, whether ICT\nuse would interact with the effect of environmental factors on the risk of social isolation has not yet been\nempirically tested.*’ Because ICT increases access to information and resources, adopting ICT possesses the\npotential to mitigate the effect of a disadvantaged living environment.\n\nFor the F99 phase, I will examine the longitudinal impact of the environments of living on social isolation and\ncognitive health with four waves of data from the National Health & Aging Trend Study (NHATS). The subjective\nperception of the environmental influence on social well-being will be elicited using focus groups. With the older\nadult participants’ input, | will explore the possible designs of a community-based, technology-facilitated\napproach that could sustainably enhance the social well-being and cognitive health of isolated older adults.\n\nCognition health is the foundation for independent living and quality of life. The effect of ICT use on cognitive\nhealth has not been extensively researched. Promoting social interaction using technology-based approaches\ncan alleviate the social isolation among older people and prevent cognitive decline at the same time, yet only a\nfew randomized controlled intervention studies have been conducted to examine the effectiveness of ICT-\nenhanced tools on cognitive functioning and social isolation.** The existing trial showed positive effects for ICT-\nenhanced intervention.\n\nAt the KOO phase, | will use the longitudinal data from the ongoing randomized controlled trial “Internet-based\nConversational Engagement Clinical Trial (-CONECT)” (NIA RO1AG056102, RO1AG056628 & R56AG051628)\nto investigate the mechanism of conversational engagement on the cognitive functioning. The I-CONECT trial is\ncurrently collecting digital bio-marker and neuroimaging data, including medication adherence, speech and\nlanguage characteristics, and region-specific structural and functional pre-post changes in the brain. Using this\nrich data set, [ plan to examine why and how social interaction affects the cognitive functioning of older adults,\nwhich is not well understood in literature, as well as how technology can be used effectively to alleviate isolation\nand improve cognitive functions.\n\nAim 1: In the F99 phase, | will examine the effect of physical and social environments on social isolation and\ncognitive health using a mixed-methods approach. ICT use is hypothesized to moderate the influence of physical\nand social environments.\n\nAim 2: [n the KOO phase, | will examine the effectiveness of an [CT-enhanced conversational intervention on\nsocial isolation and its effect on cognitive health among older adults with normal cognition or mild cognitive\nimpairment (MCI). | will explore the potential to co-design a technology-facilitated community-based intervention\nfrom an ETA perspective for social isolation and cognitive decline with older adult participants.\n\nSuccessfully achieving the aims of this proposal will produce knowledge on the environmental factors on the\nrisk of social isolation among older adult, contribute to the existing literature on the mechanisms of social\nengagement on cognitive health, and lead to the development of a technology-facilitated intervention program\nfor social isolation and cognitive decline from the perspective of ETA.\n\nSpecific Aims Page 56\n"
        }
      ]
    },
    "research_strategy": {
      "page_count": 7,
      "pages": [
        {
          "page": 2,
          "text": "Contact PD/PI: Yu, Kexin\nResearch Strategy\n1. Significance\n1.1. Environment and Social Isolation\n\nSocial isolation is the absence of contact with other individuals and a lack of relationships and social\nintegration.** Empirical evidence repeatedly showed that social isolation is associated with death by\ncardiovascular disease and early morbidity among older adults.7* A meta-analysis with 70 studies published\nbetween 1980 and 2014 showed that socially isolated individuals had a 29% increased likelihood of mortality.’\nThe research and practice fields have increasingly recognize the significance of addressing the problem of social\nisolation. AARP estimated that about 4 million older adults enrolled in Medicare are socially isolated, and\nMedicare spends an additional $6.7 billion on isolated individuals than otherwise if they are socially connected.\nEradicate the problem of social isolation requires a social approach. However, while the current literature has\nexplored the individual-level risk and protective factors of social isolation, such as personality and health\nconcerns, how does the physical and social characteristics of the living environment affects the experience of\nsocial isolation has not been well researched.\n\nThe Ecological Theory of Aging (ETA) posits environmental factors have significant influences on\nhealth and social wellbeing.””*>* Living environment provides access to resources, and the settings for social\ninteraction as well as an essential source of cognitive simulation.“ Living environments are often assessed\nthrough diverse dimensions including physical and social aspects of environments.”*\"° Physical environments\nrefer to the objective aspects of the neighborhood and the facilities, for example, the safety of the neighborhood,\naccess to amenities, green open spaces and aesthetics.*” While social environment often been operationalized\nas the social participation and social integration perceived by people, such as participate in social activities,\nsense of community, and trust in people. *°\n\nFor the association between physical environmental factors and social isolation, previous research\nreported that older residents of a high-crime neighborhood are more likely to be socially isolated despite their\nstrong desire for social integration.®°° The community disorders, which can present itself as litters on the streets,\ndeserted buildings, and vandalism, could lead to the perception of lack of safety, thus causes increased likelihood\nof social isolation. Outdoor space & public buildings, and common areas have a critical role in keeping the\nresidents living an active social life and contribute to their general wellbeing.*” Although existing literature shed\nlight on the role of the physical environment on social isolation, the evidence is built mainly on cross-sectional\ndata, the longitudinal association between the two warrants further research. The proposed dissertation work\naspires to build evidence with longitudinal data, and the following hypothesis was derived based on cross-\nsectional results and theoretical reasoning of ETA.\n\nH1: Negative physical characteristics of the environment, i.e., disorders in the community and at home, predicts\nthe increased social isolation in the community.\n\nSocial environmental factors like community support & health services, communication & information, civic\nparticipation, & employment have been empirically supported as protective factors of social isolation.“°*' Sense\nof belongingness, togetherness, and trust were found to be associated with a less sedentary lifestyle and more\nsocial participation and interpersonal interaction, and thus, predicts a lower extent of social isolation.”\nResidential satisfaction and sense of belonging was found negatively associated with perceived social isolation.”\nH2: Positive social environment factors (e.g., trust neighbors, people in the community, helping each other) are\nassociated with less social isolation longitudinally.\n\nOne's perception of the social environment is likely to be influenced by the physical characteristics\nof the environment. Sampson and Raudenbush (2004) reported that physical deterioration and disorder has a\nsocial meaning beyond just the observation of neighborhood disorder.** Physical characteristics of a living\nenvironment could change an individual's opinions of the social environments, resulting in less perceived\nopportunities in the neighborhood. For example, visible vandalism on the street could prevent residents from\nwalking on the streets, which could increase the incidence of social isolation.”\n\nH3: Social environmental factors mediate the longitudinal association between physical environmental factors\nand social isolation.\n\nWhy is it that the social and physical aspects of the living environment affect the social wellbeing of\nits older residents? This question remained unanswered with previous research. ETA provided three\npropositional processes for the environment to “get under the skin’, i.e., autonomy defined as the older adult\ntake action to change the environment to fit their needs, belonging defined as a sense of security, inclusion and\nconnectedness, and stress defined as the “environmental press” to which made the individual suffer.””*° Yet the\ncorresponding measures are not available in nationally representative longitudinal studies. A qualitative\nexploratory approach will be employed in this proposed dissertation work to elicit older adults’ own experiences\n\nResearch Strategy Page 57\n"
        },
        {
          "page": 3,
          "text": "Contact PD/PI: Yu, Kexin\non the impact of the living environment for the experience of social isolation. ETA will be used to guide the design\nof the interview guide. No hypothesis was derived for the qualitative inquiry with exploratory nature.\nFigure 1. Conceptual framework of the F99 and KOO phases of research\n1.2. Environment, Social Isolation, and Cognitive Health\n\nPhysical and social environments not only affect the social wellbeing of older people but also fundamentally\ninfluences their cognitive health. Environments serve as one of the most pervasive and complex stimuli to the\nbrain and contribute to shaping cognitive functionality through the mechanism of neuroplasticity.“ Environmental\nchallenges, as simple as daily tasks like shopping, was hypothesized to simulate the brain because it requires\nan older person to remember the route and shopping list despite the distractors in the environments.\nEnvironmental stimuli, just like education and cognitively-demanding jobs, were theorized to be associated with\nincreased cognitive reserve and prevent cognitive decline.“ Considerable amount of research/practice interests\nand effects have been paid to building aging-friendly communities,“°*” however, little is known about the cognitive\neffects of the physical and social environments.” Carefully investigating specific aspects of visual\nsimulation in the living environment, such as disorder at home and in the community, is granted.\n\nCommunity disorder, such as cluttered and unsafe environment, increase the cognitive burden and the\nenvironmental stressors on the residents. Older adults living in communities with a higher number of adverse\nphysical environmental characteristics are more likely to be deprived of health care resources and cognitively\nstimulating activities.** Positive social environments provide the resources and opportunities that are necessary\nfor cognitive simulating engagements.***° Social environments were found to be significantly associated with\ncognitive functioning with cross-sectional data.*® Although the theoretical reasons supporting the\nassociation between specific physical and social environments and cognitive decline is substantial,\nempirical examinations of the relationships are scarce.**°° The proposed research project aspires to\ncontribute to the knowledge by building empirical evidence on physical environmental factors and cognitive\nhealth using longitudinal data. The following hypotheses were derived.\n\nH4: Negative physical environments, i.e., the disorder in community and homes, were longitudinally positively\nassociated with deterioration in cognitive function.\n\nH5: Positive social environment, i.e., neighborhood cohesion, longitudinally associated with deterioration in\ncognitive function.\n\nSocial isolation could mediate the association between physical and social environments and\ncognitive functioning. The literature review in the previous section established the reasoning for the\nassociations between physical and social environments and social isolation. Social isolation was found to predict\ncognitive decline longitudinally.” Perceived social isolation was associated with a higher cortical Amyloid burden\nin older adults, supporting the crucial role of social isolation in preclinical Alzheimer’s disease and related\ndementia.”\n\nH6: Social isolation mediates the longitudinal association between physical and social environments and\ncognitive function.\n\nAlthough ETA highlights the importance of the environment in the aging process in general, the theory did not\nspecifically discuss the effect of environments on cognitive health.”““ The knowledge that will be built in the\nproposed study could enrich the content and expanding the scope of ETA.\n\nResearch Strategy Page 58\n"
        },
        {
          "page": 4,
          "text": "Contact PD/PI: Yu, Kexin\n1.3. ICT, Social Isolation and Cognitive Health\n\nICT use has been found associated with reduced social isolation.°’** A systematic review reported that ICT\nalleviates the elderly's social isolation through four mechanisms: connecting to the outside world, gaining social\nsupport, engaging in activities of interests, and boosting self-confidence.” The ETA hypothesized ICT use\npromotes the wellbeing of older adults through enhancing their agency.*° However, the effect of ICT\ninterventions on social isolation were not able to last for more than 6 month after termination.°” Previous research\nnoted that the ICT intervention might not work for everyone in the diverse population of older adults with\nheterogonous personal characteristics and life experiences.” Future research are needed to identify how to\nimplement and contextualize ICT interventions in the older adult’s daily life so that the population would be more\nlikely to benefit from the ICT use.” Additionally, the nature and content of ICT use might result in different effects.\nInternet use for social purposes was reported to be associated with decreased perceived social isolation in the\nfollowing year, while the association between social isolation with instrumental use of internet was insignificant.”\nContextualizing the effect of ICT use within the ecological living environment of older adults could\ncontribute to the literature on what kind of ICT is effective in alleviating social isolation under what\ncircumstances.\n\nThe impact of ICT use within the context of the living environment will be explored for the first time in the\nproposed dissertation work and postdoctoral research. ICT adoption has the potential to reduce the negative\ninfluence of disadvantaged physical and social environments by providing a new avenue for older adults who\nsuffer health issues to interact with family, peers, and society.2”° ICT users reported that internet made it easier\nto reach people and increased the quantity of communication with others, thus supporting them in feeling less\nisolated.°' ICT corresponds to the information & communication aspect of the community environment, we\nhypothesize the effect of physical and social environment on social isolation is different for [CT users and non-\nICT users. In the F99 phase, I will investigate the interacted influence of physical and social environments and\nusing ICT for different purposes (social, instrumental, and medical) on social isolation.\n\nH7: ICT use will moderate the longitudinal association between physical and social environments and social\nisolation experienced by older adults. More specifically, individuals who use ICT for social purposes are less\nlikely to be socially isolated.\n\nThe effect of ICT use on cognitive health has not been extensively researched and well-understood.\nBesides, ICT is an umbrella term summarizing a variety of technological tools that could facilitate interpersonal\ninteraction. -CONECT intervention employs a Randomized Controlled Trial (RCT) study design to investigate\nthe effect of a specific type of ICT use, i.e., Internet-facilitated conversational engagement via video-chat, on\ncognitive functioning among older adults who are cognitively intact or with Mild Cognitive Impairment (MCI). The\ntask of conversation is highly cognitively simulating, which requires control of attention, working memory,\nexecutive functions, and mental interpretation of other’s emotions and intentions.°4°° Linguistic ability is known\nas highly related to cognitive health among older adults.°° In the KOO Phase, I will utilize data collected in the I-\nCONECT project to examine the longitudinal intervention effect of ICT facilitated conversation on the social\nwellbeing and cognitive health of older adults.\n\nThe current I-CONECT intervention did not explicitly take into consideration the impact of physical and social\nenvironments. With the evidence will be built in the longitudinal secondary data analysis and qualitative focus\ngroups of in the dissertation, | will explore the possibility of designing a sustainable community-based program\nto offer a technology-facilitated solution to alleviate social isolation and prevent cognitive decline.*” Studying the\neffectiveness of technology in the living environment and explore new approaches of technology-facilitated care\ncould transform the older adults’ home to become more than a living space, but also a service platform.*®\n\nFigure 1 illustrates the conceptual framework for both F99 and KOO phases. Examining the physical and social\nenvironmental impacts on social isolation and cognitive health among older adults, this the proposed research\nhas the potential to produce a sustainable solution to the challenge of social isolation among older adults and\nthe increased likelihood of cognitive decline and ADRD onset accompanies with it. By contextualizing the role of\ntechnology in older adults’ living environments, knowledge will be built in the proposed research will address the\nchallenges of independent living and aging in place with technology tools that fit the circumstances. Although\nthe distinction between physical and social environments was proposed by the ETA, empirical evidence has\nexamined the subjective aspect of the living environment (i.e., social environment) less adequately. 22 The\nproposed work will contribute to the literature and expand the scope of ETA by studying both the physical and\nsocial environments and their relationships with social isolation and cognitive health.\n\n2. Approach\n2.1. F99- predoctoral stage\n2.1.1. Quantitative inquiry using NHATS data\nResearch Strategy Page 59\n"
        },
        {
          "page": 5,
          "text": "Contact PD/PI: Yu, Kexin\n\n2.1.1a. Dataset\n\nThe proposed dissertation will use data from NHATS wave 5 (collected in 2015) to 8 (collected in 2018).\nNHATS is a longitudinal study that annually surveys Medicare beneficiaries aged 65 and above in the contiguous\nUnited States (excluding Alaska, Hawaii, and Puerto Rico). Medicare beneficiaries constitute more than 98% of\nthe US population age 65 and older. NHATS used a stratified three-stage Table 1. wave 5 NHATS sample characteristics\nsample design: 95 individual counties or groups of counties were selected as = _Demosraphicvariables nn %\nprimary sampling units (PSUs), and 655 zip codes were sampled from them as — Seezrours 9847 34.16\nsecondary sampling units (SSUs). Individuals were sampled from the Medicare 75-84 3124 37.48\nenrollment data bases (EDBs) of the SSUs with oversampling of non-Hispanic 85+ 2067 24.8\nblack individuals and the oldest old. The probabilities of sampling at all three Genderfemale 4927 59.12\nstages aimed to create equal probability samples and achieve the goals of Non-Hispanic White © 5703 58.43\nsample sizes by age group and race/ethnicity. The waves 5 to 8 were selected Non-Hispanic Black 1740. 20.52\nbecause the measures of the physical environment were included since wave Others 244 2.98\n4, and the NHATS sample was replenished in the 5\" wave (2015). Starting the spans 467 56\nanalysis from wave 5 prevents the problem of having a high percentage of least isolation 3095 37.96\nmissing in the baseline of longitudinal analysis. In total, there were 8,334 somewhat isolated 4084 50.08\ncomplete cases in wave 5 data collection.®° The overall response rate at wave Socially isolated 976 11.97\nwas 76%, which consist of 96% of the continuing sample and 63% of the newly = ztiton 5825 70.63\nenrolled sample.®° Table 1 presents the baseline (wave 5) NHATS sample Possible dementia 779 9.45\ncomposition by race/ethnicity and age groups. Probablydementia 963 11.68\n\n2.1.1a. Measurements .\n\nPhysical environments were reported by the interviewers who visited the respondents at their home.\nStanding in front of the respondent’s home/building and looking around, the interviewer rated on a four-\npoint scale (1=none, 4=a lot) regarding 1) the amount of litter on the street, 2) graffiti on buildings and walls, 3)\nvacant or deserted houses or stores. The physical condition of the respondent home was rated dichotomously\n(yes/no), in terms of, 1) any broken windows, 2) a crumbling foundation or open holes, 3) missing bricks or siding,\n4) roof problems, 5) uneven walking surface or broken steps, 6) continuous sidewalks in both directions (reverse\ncoded). The physical condition inside the responder’s home/apartment was assessed by observing the\nexistence of 1) peeling paint, 2) evidence of pests, 3) broken furniture, 4) flooring need of repair, 5) tripping\nhazards, and 6) cluttered room. The scale score of the physical conditions of the community, home/building, and\ninside home/apartmenits will be derived from the sum score of the corresponding items. The use of interviewers’\nobservation could provide more accurate information regarding the physical environment of each participant than\nusing the census data by zip code, which tends to reduce the complexity of the real-life condition.\n\nSocial environments. Respondents reported whether the people in the community know each other very\nwell, willing to help each other, and people in the community can be trusted on a three-point scale (1=agree a\nlot, 2=agree a little, 3=do not agree). A sum score of the three items will be used as the scale score for the social\nenvironment.\n\nICT use. NHATS assessed three types of ICT use: instrumental internet use, social internet use, and internet\nuse for medical purposes. Instrumental internet was measured by asking the respondent’s weather they shop\nonline and pay bills or banking with the internet. Social use was measured with one item asking in the last month\nif the respondent went online to visit social network sites (such as Facebook or Linkedin). Use the internet for\nmedical purposes had four items: order or refill prescriptions, contact medical providers, handle health insurance\nmatters, and get information about one's health conditions. The three aspects of ICT use will be used as\nmoderators that are independent of each other.\n\nSocial isolation was constructed with six dichotomously coded indicators: no marriage or partnership, no\nfamily identified to talk with about important things, no friend identified to talk with about important things, never\nmeeting in person with family or friends in the past month, no participation in religious service, and no club, class\nor organization activities participation.** All items of social isolation will be coded as a higher indicates a more\nisolated situation. The scale score is the sum of six dichotomous indicators, ranging from 0-6. Scores less than\n1 represent individuals who were least isolation; scale score 2-3 represent who was somewhat isolated, and\nscores equal or above 4 indicates social isolation.\n\nCognitive Health. For sampled persons self-responded cases, NHATS study assessed 1) memory: using\nimmediate and delayed words recall; 2) orientation: date, month, year and day of the week, naming the\nPresident and Vice President of the United States; and 3) executive function measured by clock drawing test.”\nIf the interview were conducted with a proxy, AD-8 Dementia Screening Interview was used to assess memory,\ntemporal orientation, judgment, and function.©*?\n\nResearch Strategy Page 60\n"
        },
        {
          "page": 6,
          "text": "Contact PD/PI: Yu, Kexin\n\nControl variables. Demographics including age, gender, race, education level, marital status, income, and\nself-rated health have been reported in existing literature as predictors for social isolation among older adults\n1320.64 Therefore, the current study includes the variables listed above as control variables.\n\n2.1.1b. Quantitative data analysis strategies\n\nData management and variable re-coding will be conducted using Stata 15 SE. Prior to model building,\nunivariate analysis and correlation of key variables will be run to estimate the effect size and detect any potential\nmulticollinearity issues. Latent growth curve modeling (LGCM) will be employed to model the longitudinal\nrelationships between physical environments, social environments, social isolation, and cognitive health. LGCM\nallows nested models at hierarchical levels, such as observations of the same individual are nested within the\nperson, individuals live in the same neighborhood would have similar physical environments with regard to\ndisorder at the community level. As a special case of structural equation modeling (SEM), LGCM is well suited\nfor modeling mediation paths (H3, H6). Besides, the LGCM is capable of testing the moderating effects of ICT\nuse (H7).° Root mean square error of approximation (RMSEA), comparative fit index (CFI), and Tucker-Lewis\nindex (TLI) were used to evaluate the extent to which each model fits the data. RASWEA<0.05, CFI, and TFI >\n0.90 would be considered as an acceptable model fit; CFI and TFI greater than 0.95 indicate good model fit.©°\nLGCM models will be run with Mplus 8. Full Information Maximum Likelihood (FIML) estimation was used to\nhandle missing data in models. FIML is a single step maximum likelihood approach that is widely used in\nstructural equation modeling.°”®* Sampling weight will be applied to the models to match the representativeness\nof the racial/ethnic groups as designed in the sampling strategies.\n2.1.2. Qualitative inquiry with I-CONECT participants\n\n2.1.2a. Data collection and procedure\n\nFocus group participants will be recruited purposefully among the current [-CONECT participants. Based on\nthe strategy of maximum variation,® individuals with diverse living environment conditions will be selected to\nparticipate in the focus group discussion. Focus group members will be selected from both study sites of I-\nCONECT (OHSU & UM). Two focus groups will be held at each site: one with intervention group participants,\nthe other with control group participants. It is targeted for each focus group to have 8 participants (total N=32).\nTo avoid contamination of the intervention effect, only participants who have completed the I-CONCET study will\nbe invited to join the focus group study. Given the study timeline of the I-CONECT, the qualitative inquiry will\nextend from F99 phase to KOO phase. The interview guide will be developed informed by concepts in ETA and\nin consultation with experts with qualitative/mixed-methods research specialties (Palinkas) and with the best\nknowledge of I-CONECT participants (Dodge). The PD/PI (Yu) will facilitate the focus group discussion at both\nOHSU and UM.\n\n2.1.2b. Qualitative data analysis\n\nConversations in focus group sessions will be audio-recorded and then transcribe verbatim for analysis. The\ntranscripts will be analyzed using inductive content analysis method by at least two trained independent coders.”\nThe coders are going to collaborate with qualitative analysis software Nvivo 12. The qualitative data coding team\nwill meet regularly to discuss the coding framework, procedure, and to reconcile different opinions and\ninterpretations of the quotations in the transcripts. The team will employ Cohen’s kappa coefficient as the\nindicator for inter-rater reliability.”\" Themes identified in the coding process will be reorganized and made sense\nof according to the personal and living environmental characteristics of the participants.\n2.1.3. Integration of quantitative and qualitative data\n\nThe qualitative and quantitative inquires of the dissertation work will occur concurrently. The main purpose of\nadopting the mixed-methods is using qualitative data to explain why there might be effects of physical and social\nenvironments on social isolation. The qualitative focus groups expanded the discussions on the findings\nidentified in the quantitative analysis.” Meanwhile, participant's insights on designing a sustainable\nenvironmental-focused technology program to address social isolation and promote cognitive health will be\nelicited. The findings of both qualitative and quantitative components of the dissertation work together as\nfoundations for developing an intervention program that can be pilot tested in the postdoctoral training phase\nand beyond.\n2.2. K00- postdoctoral stage\n2.2.1. I-CONECT\n\n2.2.1a. Study design\n\nI-CONECT study is being conducted in collaboration by Oregon Health and Science University (OHSU) and\nthe University of Michigan (UM) (ClinicalTrials.gov Identifier: NCT02871921). One hundred sixty socially isolated\nadults aged 75 plus will be recruited at each site (OHSU & UM) and randomized into either the video-chat\nintervention group and the control group. As of October 2019, 105 subjects are already participating in the trial.\n\nResearch Strategy Page 61\n"
        },
        {
          "page": 7,
          "text": "Contact PD/PI: Yu, Kexin\n\nThe inclusion criteria are aged 75 or older, consent to magnetic resonance imaging (MRI) if eligible, socially\nisolated, adequate vision and hearing, understand English, and normal cognition or MCI (based on consensus\ndiagnosis). The intervention group participants received computers and internet service during the intervention,\nwhich ensures the participants can video chat with study staff for 30 minutes/day, 4 times/week for 6 months\n(high does), and 2 times/week for an additional 6 months (maintenance dose). Study staff briefly check-in by\nphone call (approximately 10 minutes) with both intervention and control group participants once per week. [n-\nhome neuropsychological assessments will be administered at baseline, 6 months, and 12 months. All\nparticipants would have MRI scans at baseline and 6 months if MRI were safe for them. All video chat and in-\nhome assessment sessions are being recorded for language analysis. Participants at OHSU will have their\nmedication compliance tracked using electronic pillboxes. The estimated primary completion date for -CONECT\nstudy is Oct 2022. The expected study completion date, including the data analysis phase, is Oct 2023.\n\n2.2.1b. Measurements\n\nCognitive functioning. The primary intervention outcomes are executive and memory functioning assessed\nwith cognitive tests using National Alzheimer’s Coordinating Center Uniform Data Set neuropsychological battery\n(UDS V3: https://www.alz.washington.edu/WEB/dataforms_main.html), cross-validated by NIH Toolbox.”\nRegion-specific structural and functional pre-post changes in the brain are evaluated with magnetic resonance\nimaging (MRI). Speech and language characteristics are captured during each video chats as well as in-home\nassessments. Medical adherence measured with electronic pillboxes. Compared to traditional self-reported\nmedical adherence, the digital biomarker collected with electronic pillboxes can eliminate the social desirability\nbias and record the exact time when the participants opened the pillboxes.” Social Isolation was defined as: i.\nScore <12 on the 6-item Lubben Social Network Scale (LSNS-6);” or ii. Engages in conversations lasting 30\nminutes or longer no more than twice per week, per subject self-report.\n\n2.2.1c. Intervention effects evaluation plan\n\nAmong the outcomes measured in I-CONECT, my interests focus on cognitive health and social isolation. |\nwill collaborate with IL CONECT team to examine the intervention effects. The high dose (baseline to 6 months)\nand the maintenance dose (6 months to 12 months) will be exanimated separately. Data will be analyzed to\nevaluate the differences in cognitive function change and extent of social isolation from baseline to 6 months\nbetween the intervention and the control groups. Similar analyses will be conducted for the change between 6\nmonths to 12 months. Finally, the combined intervention effects of the high dose and the maintenance dose\nintervention on cognition and social isolation will be evaluated.\n\n2.2.2. Co-design a technology-facilitated community-based intervention with older adult participants\n\nDespite the empirically supported benefits of ICT for older adults' wellbeing, the majority of the currently\navailable technology tools, such as social media sites, mobile health apps, are not designed with older adults’\nunique needs in mind. Older people often are not included as part of the intervention/technological tool\ndevelopment team. It was not until recent years the researchers in the health service and related fields start to\nemploy a co-design approach to try to develop programs from the perspective of the populations it aims to\nserve.’*-? On the other hand, anxiety and resistance remains among the older adult population when it comes\nto learn, trust and safely adopt new technologies.” *\" | aspire to co-design a technology-facilitated community\nintervention to reduce social isolation and to prevent cognitive decline at the KOO research phase, which can\nlead to future research agenda on pilot testing the potential effects and feasibility of the intervention program\nafter | become a tenure-track faculty.\n\nPrevious research summarized six steps in developing a quality intervention, which are 1) defining and\nanalyzing the problem; 2) identifying modifiable factors; 3) deciding on the intervention mechanism; 4) clarify the\nintervention delivery process; 5) testing and revising the intervention; 6) a more rigorous effectiveness\nevaluation.** The proposed dissertation work will address steps 1 to 4 in intervention development. More\nspecifically, the longitudinal quantitative analysis will analyze the problem of social isolation and cognitive decline,\nidentifying physical and social environmental factors as modifiable points and potential intervention mechanisms.\nThe focus groups with I-CONECT participants will help to collect preliminary information on the participant's\nopinion towards the intervention design and clarify the intervention delivery process that fits the needs of the\nolder adults.\n\nIn the K00 phase, | plan to synthesize the evidence build with I-CONECT intervention and conduct\nmore qualitative co-design sessions with isolated older adults who are at risk of cognitive decline.\nCollaborating with I-CONECT team, my research activities at the postdoctoral stage will further clarify the\nintervention mechanism and intervention delivery process. Experts panels will be formulated to consult the\ndevelopment of the intervention, which includes the sponsors of the current proposal and other researchers and\nexperts | will meet with in the future.\n\nResearch Strategy Page 62\n"
        },
        {
          "page": 8,
          "text": "Contact PD/PI: Yu, Kexin\n\nRespective Contributions\n\nThis research and training proposal was informed by the applicant’s previous research, clinical experience,\ncoursework, and theoretical thinking toward the research questions. The research and training plans were\ndeveloped, reviewed, and edited in collaboration with all sponsors and cosponsors. Preparing for this application,\n| had weekly consultation meetings with Drs. Chi and Wu, who were involved in the conceptualization of the\nspecific aims, selection of theoretical framework, development of training plan, and providing feedback to many\ndrafts of the proposal. As the PI of the parent study for the postdoctoral research, Dr. Dodge worked with me to\nformulate the postdoctoral research and training plan. She oriented me with resources and personals available\nat OHSU and OADC. Dr. Dodge helped me develop the specific aim and reviewed and provided feedback on\nseveral drafts of the proposal. Dr. Palinkas guided the planning of the mixed-methods research design, helped\nto develop the training plan, and provided invaluable input on the proposal drafts.\n\nRespective Contributions Page 63\n"
        }
      ]
    }
  }
}